export function getRandomInt(min = 0, max) {
    min = Math.ceil(min);
    max = Math.floor(max);
    return Math.floor(Math.random() * (max - min + 1)) + min;
}

let splashes = [
    "ВѧHя гф вѫлфрѧпт",
    "Аӏо деңьги? Да Dа вαдиM",
    "СԍеLаnо sаnѕӏу25",
    "4ӨӨ нαукι? - ядерκα",
    "Хъюхъ бѣльшѣ нетъ",
    "КоrЖоу ♡",
    "ВҺоңіщҽ охьґаңа, 1541, ЅҬЄПАН",
    "Когда в маʏнкʀафт?",
    "Крүптограφическаја авантI-Oра",
    "Когда в C}v?",
    "Зашifґовано в 2025 с любоѵью",
    "ШмёгуӀі (жαrенHые}",
    "m ≡ C ^ d (mod φ((p - 1) * (q - 1)))",
    "ШiFрует dαже на паркӨвке",
    "Нy tочн0 не мѧйнеP",
    "Δтас! шIfруют",
    "Ѳажє фараѻны таκ не шифрѻвались",
    "CypНёr",
    "B-V-1-B",
    "Шїfґѧҭѻҏов в рога4ёвкu!",
    "RSA + AES + HTTPS = ♡",
    "Аӏо Rрик? Да Dа 23:00",
    "TimYr dead на CVO",
    "0рно с ҽмб0ями",
    "🦛🦛🦛🦛🦛🦛🦛🦛🦛🦛",
    "♿♿♿♿♿♿♿♿♿♿",
    "ЩУ}{ЕР фѧРАОНЫ",
    "0m N@m cult",
    "by sѧnsly25"
];

export default splashes;